Repository: SemihYlmzz/fusion
Catalog: lib/l10n/app_*.arb
Languages: tr

# language
source: English
tr: Dil

source: Sign In with Apple
tr: Apple ile Giriş yap

source: Sign In with Google
tr: Google ile Giriş yap

source: Sign In with Facebook
tr: Facebook ile Giriş yap

source: Welcome
tr: Hos geldin

source: REFRESH DECK
tr: DESTEYI YENILE

source: PLAY
tr: OYNA

source: SETTINGS
tr: AYARLAR

source: Sign Out
tr: Çıkış Yap

# emberusAbilityDescription
source: 2x the damage I take is reduced from the opponent's HP.
tr: Aldığım hasarın 2 katı, rakibimin can puanından düşer.

# ignisAbilityDescription
source: I attack my enemy twice.
tr: Düşmanıma 2 kere vururum.

# blazeonAbilityDescription
source: My powers are doubled.
tr: Gücüm 2'ye katlanır.

# flamaraAbilityDescription
source: My enemy takes double damage in the next battle.
tr: Düşmanım sıradaki savaşta 2 kat hasar alır.

# pyyrhusAbilityDescription
source: I absorb 3 points from my enemy.
tr: Düşmanımdan 3 güç soğururum.

# embrellaAbilityDescription
source: I deal double damage to the opponent's HP.
tr: Rakibin can puanlarına 2 kat fazla vururum.

# solaraAbilityDescription
source: I attack directly to the opponent's HP.
tr: Doğrudan rakibin can puanlarına saldırı yaparım.

# flamorionAbilityDescription
source: This turn HP's take triple damage.
tr: Bu savaşda can puanları 3 kat fazla hasar alır.

# solariusAbilityDescription
source: The damage i inflict can not be reduced.
tr: Vereceğim hasar azaltılamaz.

# dramberAbilityDescription
source: Ally fire elements gain 1 power for each card I kill.
tr: Her öldürdüğüm düşman, dost ateş elementlerine 1 güç kazandırır.

# tritonAbilityDescription
source: Resurrect the last dead ally.
tr: Ölen son dost birimi diriltirsin.

# oceanusAbilityDescription
source: For each round my HP decreases, heal 4 HP.
tr: Can puanının düştüğü her tur için 4 iyileşirsin.

# riverAbilityDescription
source: Opponent HP are healed instead of each of my HP's going down.
tr: Can puanlarım düşeceği zaman onun yerine aynı oranda rakip iyileşir.

# nereusAbilityDescription
source: My enemy's power becomes 1.
tr: Düşmanımın gücü 1 volur.

# dylanAbilityDescription
source: For each time you heal in this game, I gain 3 powers.
tr: Bu oyunda iyileştiğin her tur için 3 güç kazanırım.

# kaiAbilityDescription
source: Heal 3.
tr: 3 İyileşirsin.

# marinaAbilityDescription
source: Heal 3 for each water element you play.
tr: Oynadığın her dost su kartı için 3 iyileşirsin.

# neptuneAbilityDescription
source: In the next battle, players take the damage the opponent would take.
tr: Sıradaki savaşta, oyuncular rakibinin alacağı hasarı alır.

# carolineAbilityDescription
source: I die, you heal as much as my power.
tr: Ölürüm ve sahip olduğum güç kadar iyileşirsin.

# aquariusAbilityDescription
source: If an ally dies while I'm in you hand, kill me and revive that ally.
tr: Ben elindeyken bir dost ölürse, beni öldür ve ölen dostu dirilt

# terraAbilityDescription
source: When Ally Earth elements die, I take no damage.
tr: Dost birimler öldüğünde can puanı kaybetmezsin.

# gaiaAbilityDescription
source: If you attack while I'm in your Deck, I'll hit your opponent's HP's.
tr: Ben destendeyken yaptığın saldırılarda, rakibin canına saldırı yaparım.

# lyraAbilityDescription
source: I kill my Enemy.
tr: Düşmanımı öldürürüm.

# flintAbilityDescription
source: Remove ability of my Enemy.
tr: Düşmanımın yeteneğini silerim.

# boulderAbilityDescription
source: My enemy's powers are halved.
tr: Düşmanımın gücü yarıya düşer.

# arvidAbilityDescription
source: I do not take damage from cards under 5 power.
tr: 5 gücün altındaki elementlerden hasar almam.

# gideonAbilityDescription
source: Your opponent can not be healed.
tr: Rakibin iyileşemez.

# onyxAbilityDescription
source: Next fight no one can use ability.
tr: Sıradaki savaşta kimse yetenek kullanamaz.

# ragnarAbilityDescription
source: I double the power of the next ally to fight.
tr: Saldıracak diğer dost birimin gücü 2'ye katlanır.

# thorinAbilityDescription
source: I don't take damage from the first hit.
tr: İlk vuruştan hasar almam.

# aeroAbilityDescription
source: Kill me and send my enemy into the hands of the opponent.
tr: Beni öldür ve düşmanımın rakibin eline geri gönder.

# novaAbilityDescription
source: Summon an air element with damage taken.
tr: Aldığım hasara eşit hava element'i çağır.

# auroraAbilityDescription
source: I hit the enemy and go back one row
tr: Düşmanıma vururum ve bir sıra geriye giderim.

# seraphinaAbilityDescription
source: My enemy and the next enemy switch places.
tr: Düşmanım ve sıradaki düşman yer değiştirir.

# celesteAbilityDescription
source: My enemy moves to my place.
tr: Düşmanım benim yerime geçer.

# lunaAbilityDescription
source: Swap the next ally and enemy
tr: Sıradaki dost ve düşmanı yer değiştir.

# emberAbilityDescription
source: My enemy cannot hit this turn.
tr: Düşmanım bu tur saldıramaz.

# ariaAbilityDescription
source: I'll go back to your hand after I hit enemy.
tr: Düşmana vurduktan sonra eline geri dönerim.

# zephyrAbilityDescription
source: Players give their cards to the opponent.
tr: Oyuncular elindeki kartları rakibe verir.

# orionAbilityDescription
source: Ally air elements gain 3 power.
tr: Dost hava kartları 3 güç kazanır.
